Repository: bewil19/FuryKMS
Catalog: Languages/Lang.*.resx
Languages: es

# homeBtn
source: Home
es: Inicio

# optionsBtn
source: Settings
es: Opciones

# productsLbl
source: Product
es: Producto

# licensesLbl
source: Licenses
es: Licencias

# kmsLbl
source: KMS Servers
es: Servidores KMS

# productsDrop
source: Select your Windows Edition
es: Seleccione su edición de Windows

# licencesText
source: Select your License
es: Seleccione su Licencia

# serversDrop
source: Select your KMS Server
es: Seleccione su servidor KMS

# orgLbl
source: Organization:
es: Organización:

# ownerLbl
source: User:
es: Usuario:

# activateBtn
source: Activate!
es: ¡Activar!

# infoBtn
source: Information
es: Información

# removeBtn
source: Remove Key
es: Remover Licencia

# officeDrop
source: Select your Office version
es: Seleccione su versión de Office

# noteLbl
source: *Note: The license expires in 180 days and is automatically renewed 7 days later, in the rare case If it doesn't, press the RENEW button.
es: *Nota: La licencia caduca en 180 días y 7 días después se renueva de manera automática, en el raro caso que no lo haga, presione el botón de RENOVAR.

# verLbl
source: Version:
es: Versión:

# updatesOnLblOffice
source: Updates: Enabled
es: Actualizaciones: Habilitadas

# renewBtn
source: Renew
es: Renovar

# removeAllBtn
source: Remove All
es: Remover Todo

# langLbl
source: Change Language
es: Cambiar Idioma

# updatesLbl
source: Updates
es: Actualizaciones

# updatesBtn
source: Check Updates
es: Revisar Actualizaciones

# contactLbl
source: Contact and Help
es: Contacto y Ayuda

# aboutLbl
source: About
es: Acerca de

# titleLbl2
source: How does it work?
es: ¿Como funciona?

# titleLbl1
source: What is FuryKMS?
es: ¿Qué es FuryKMS?

# textLbl1
source: FuryKMS is a GUI (graphical user interface) that makes it easy to activate Microsoft Windows 10 - 11 and Office 2013 - 2021
es: FuryKMS es una GUI (interfaz de usuario gráfica) que facilita el trabajo de activación de Microsoft Windows 10 - 11 y Office 2013 – 2021

# textLbl2
source: Windows activation is done with the SLMGR commands and generic licenses. Activation of the Office suite is done with The Office Software Protection Platform script (ospp.vbs) and generic licenses. All of this is validated on the MS Guides KMS servers and therefore these servers ARE NOT OFFICIAL, however the security of your computer will not be compromised.
es: La activación de Windows se realiza con los comandos de SLMGR y licencias genéricas. La activación de la suite Office se realiza con The Office Software Protection Platform script (ospp.vbs) y licencias genéricas. Todo esto se valida en los servidores KMS de MS Guides y, por lo tanto, estos servidores NO SON OFICIALES, sin embargo, no se comprometerá la seguridad de su equipo.

# titleLbl3
source: Is FuryKMS a Hacktool:Win32/Keygen?
es: ¿FuryKMS es un Hacktool:Win32/Keygen?

# textLbl3
source: No, FuryKMS does not contain any malicious code that could compromise the integrity of your computer, you can even check the source code to verify it. In the rare case that your antivirus detects it as one, disable it momentarily to use it without problems.
es: No, FuryKMS no contiene ningún código malicioso que pueda comprometer la integridad de su equipo, incluso puede revisar el código fuente para comprobarlo. En el extraño caso de que su antivirus lo detecte como uno, desactívelo de manera momentánea para usarlo sin problemas.

# updatesOffLblOffice
source: Updates: Disabled
es: Actualizaciones: Deshabilitadas

# removingTRIAL
source: Removing TRIAL Licenses...
es: Eliminando Licencias TRIAL...

# removingGeneric
source: Removing GENERIC Licenses...
es: Removiendo Licencias GENÉRICAS...

# infoLbl
source: I’m always aware of the MS Guides servers and will be updating them as they open and close respectively. It’s recommended to use the servers marked as UNSTABLE as the last option, since these servers are unstable; if these are no longer operational, I’ll remove them permanently and record them in this program's documentation as a history.
es: Estoy siempre al tanto de los servidores de MS Guides y los estaré actualizando a medida que se cierren y abren respectivamente. Se recomienda usar los servidores marcados como UNSTABLE como última opción, ya que estos servidores se encentran inestables; si estos ya no están operativos, los eliminaré de forma permanente y los estaré registrando en la documentación de este programa como un historial.
